package zadachiJava;
//Задача 7
//Напечатать "столбиком":
//все целые числа от 20 до 35
public class PrintNumbers {
    public static void main(String[] args) {

        for (int i = 20; i <= 35; i++) {
            System.out.println(i);
        }
    }
}
